Repository: udalcse/Checkbox_CBE
Catalog: CBE/survey-platform/Core/Prezza.Licensing/Resources/Xheo.Licensing.*.resx
Languages: de, es, fr, it

# E_InvalidPublisher
source: Can only be used by assemblies signed by {0} with public key token {1}.
de: Kann nur von Assembies verwendet werden die von {0} oder dem öffentlichen Schlüssel {1} signiert sind.
es: La lata solamente sea utilizada por las asambleas firmadas cerca {0} con el símbolo dominante público {1}.
fr: Peut être utilisé uniquement par les assemblages signés par {0} avec la clé publique {1}.
it: La latta soltanto è usata tramite i complessivi firmati vicino {0} con il segno chiave pubblico {1}.

# E_InvalidMachine
source: License only usable on machine {0}.
de: Lizenz nur verwendbar auf Computer {0}.
es: Licencia solamente usable en la máquina {0}.
fr: Licence utilisable uniquement sur la machine {0}.
it: Autorizzazione soltanto utilizzabile sulla macchina {0}.

# E_NotLocal
source: Not running on the local machine. You must access the site using http://localhost.
de: Zugriff nur über lokalem Computer. Sie müssen über http://localhost zugreifen.
es: No funcionando en la máquina local. Usted debe tener acceso al sitio usando http://localhost.
fr: Ne fonctionne pas sur un poste local. Vous devez accéder au site en passant par http://localhost.
it: Non funzionando sulla macchina locale. Dovete accedere al luogo usando http://localhost.

# E_VersionMismatch
source: Assembly version {0} does not match {1}.
de: Assembly Version {0} paßt nicht zu {1}.
es: La versión de la asamblea {0} no empareja {1}.
fr: La version de l'assemblage {0} ne correspond pas à {1}.
it: La versione dell'Assemblea {0} non abbina {1}.

# E_VersionMismatchRange
source: Assembly version {0} is not between {1} and {2}.
de: Assembly Version {0} ist nicht zwischen {1} und {2}.
es: La versión de la asamblea {0} no está en medio {1} y {2}.
fr: La version de l'assemblage {0} n'est pas entre {1} et {2}.
it: La versione dell'Assemblea {0} non è in mezzo {1} e {2}.

# E_DidNotContinue
source: Did not continue.
de: Wurde nicht fortgesetzt.
es: No continuó.
fr: N'a pas poursuivi.
it: Non è continuato.

# E_BetaExpired
source: This beta version has expired. Please visit {0} to download the latest version.
de: Dieses Betaversion ist abgelaufen. Bitte besuchen Sie {0} um die neueste Version herunter zu laden.
es: Esta versión beta ha expirado. Por favor visita {0} para descargar la versión más última.
fr: Cette bêta version a expiré. Svp visitez {0} pour télécharger la dernière version.
it: Questa beta versione ha espirato. Prego chiamata {0} per trasferire l'ultima versione dal sistema centrale verso i satelliti.

# E_CannotChangeMask
source: Cannot change the serial number mask after the form has been shown.
de: Kann die Maskte für die Seriennummer nicht ändern nachdem das Fenster angezeigt worden ist.
es: No puede cambiar la máscara del número de serie después de que se haya demostrado la forma.
fr: Ne peut pas changer le masque du numéro de série après que la fenêtre ait été affichée.
it: Non può cambiare la mascherina di numero di serie dopo che la forma sia stata indicata.

# E_InvalidSerialNumber
source: The serial number provided is invalid.
de: Die Seriennummer ist unzulässig.
es: Número de serie inválido. Debe comenzar con {0}. Intente fijar AbsoluteSerialNumber en lugar de otro.
fr: Le numéro de série fourni est invalide.
it: Il numero di serie fornito è non valido.

# E_InvalidEmulateVersion
source: Invalid emulation version. Must be one of the major release versions (i.e. 1.0, 1.1, etc.)
de: Unzulässige Emulationsversion. Sie muss der Hauptversionsnummer entsprechen ( z.B. 1.0, 1.1, ...)
es: Versión inválida de la emulación. Debe ser uno de las versiones principales del lanzamiento (es decir 1,0, 1,1, de etc.)
fr: Version invalide d'émulation. Doit être une des versions release principales (1.0, 1.1, etc...)
it: Versione non valida di emulazione. Deve essere uno delle versioni principali del rilascio (cioè 1.0, 1.1, ecc.)

# E_InvalidSigningKeyFormat
source: Invalid license signing key format.
de: Ungültige Signaturschlüssel in der Lizenz.
es: Formato dominante de firma de la licencia inválida.
fr: Format principal de signature de licence invalide.
it: Disposizione chiave di sign dell'autorizzazione non valida.

# E_KeyMustBeUpgraded
source: Old license signing key must be upgraded to at least version {0}.
de: Der Signaturschlüssel der alten Lizenz muss auf Version {0} aktualisiert werden.
es: La llave de firma de la vieja licencia se debe aumentar por lo menos a la versión {0}.
fr: La clef obsolète de signature de licence doit être mise à jour à la version {0} minimum.
it: La chiave di sign della vecchia autorizzazione deve essere aggiornata almeno alla versione {0}.

# E_MissingPrivateKey
source: Missing private key portion of license signing keys.
de: Fehlender privater Schlüssel der Lizenzsignatur.
es: Porción dominante privada que falta de llaves de firma de la licencia.
fr: La partie clé privée des clés de signature de licence est manquante
it: Parte chiave riservata mancante delle chiavi di sign dell'autorizzazione.

# E_InvalidSerialKeySize
source: Cannot determine the key size used to sign the serial number.
de: Kann die Schlüssellänge, für die Signatur der Seriennummer nicht ermitteln.
es: No puede determinar el tamaño dominante usado para firmar el número de serie.
fr: Ne peut pas déterminer la taille de la clé utilisée pour signer le numéro de série.
it: Non può determinare il formato chiave usato per firmare il numero di serie.

# E_BadSerialNumber
source: Bad serial number, either invalid format or not for the this license.
de: Falsche Seriennummer, entweder unzulässiges Format oder nicht für die diese Lizenz.
es: Mal número de serie, o formato inválido o no para la esta licencia.
fr: Mauvais numéro de série, format invalide ou de correspondant pas à cette licence.
it: Numero di serie difettoso, o disposizione non valida o non per la questa autorizzazione.

# E_CannotValidateSerialNumbersOfLength
source: Cannot validate {0} bit serial numbers.
de: Kann die Seriennummern nicht mit {0} Bits validieren.
es: No puede validar números de serie de {0} bits.
fr: Impossible de valider {0} les bytes du numéro de série.
it: Non può convalidare {0} i numeri bit-seriali.

# E_NoComponentInLicense
source: The {0} component is not licensed by {1}.
de: Die {0} Komponente ist nicht lizenziert für {1}.
es: Los {0} componentes no se licencian cerca {1}.
fr: Les {0} composants ne sont pas autorisés par {1}.
it: I {0} componenti non sono autorizzati vicino {1}.

# E_DidNotActivateOrContinue
source: Did not activate license or continue without activation.
de: Lizenz wurde nicht aktiviert oder es wurde ohne Aktivierung fortgefahren.
es: No activó la licencia ni continuó sin la activación.
fr: La licence n'a pas été activé, continué sans licence.
it: Non ha attivato l'autorizzazione o non è continuato senza attivazione.

# E_InvalidUnlockSerialNumber
source: Not unlocked or invalid serial number.
de: Nicht freigeschalten oder unzulässige Seriennummer.
es: Número de serie no abierto o inválido.
fr: Numéro de série non débloqué ou invalide.
it: Numero di serie non sbloccato o non valido.

# E_Unlocked
source: Unlocked a different license in the same pack.
de: Eine andere Lizenz im Paket wurde freigeschalten.
es: Abrió una diversa licencia en el mismo paquete.
fr: A ouvert une licence différente dans le même pack.
it: Ha sbloccato un'autorizzazione differente nello stesso pacchetto.

# E_InvalidActivationKey
source: The activation unlock key is invalid. Please double check the values entered.
de: Der Aktivierungsschlüssel ist unzulässig. Bitte Überprüfung sie die eingetragenen Werte.
es: La activación abre llave es inválida. Cheque por favor doble que los valores incorporaron.
fr: La clef d'enregistrement de l'activation est invalide. Veuillez vérifier les valeurs entrées.
it: L'attivazione sblocca la chiave è non valida. Controllo prego doppio i valori inseriti.

# E_UnlockedSamePack
source: The unlocked license must be in the same license pack (.LIC file) as the original license.
de: Die freigeschaltene Lizenz muß in der gleichen Lizenz (LIC Datei) sein wie die Originalversion.
es: La licencia abierta debe estar en el mismo paquete de la licencia (archivo del .LIC) como la licencia original.
fr: La licence débloquée doit être dans le même pack de licence (fichier .lic) que l'originale.
it: L'autorizzazione sbloccata deve essere nello stesso pacchetto dell'autorizzazione (lima del LIC) come l'autorizzazione originale.

# E_NotAllowedOnServer
source: Not allowed on a web server/webservice.
de: Auf einem Web Server (WebService) nicht erlaubt.
es: No permitido para utilizar en un servicio de la tela server/web.
fr: Non autorisé sur un server distant/webservice.
it: Nessun tela utilizar server/webservice di una dell'en di paragrafi di permitido.

# E_MustBeOnServer
source: Only allowed to run on a web server/web service.
de: Nur auf einem Web Server (WebService) erlaubt.
es: Permitido solamente para funcionar en una tela server/webservice .
fr: Autorisé seulement sur un server distant/webservice.
it: Conceduto soltanto funzionare su un fotoricettore server/webservice.

# UI_SU
source: Support Url
es: Url De la Ayuda
it: URL Di Sostegno

# UI_SE
source: Support Email
es: Email De la Ayuda
it: Email Di Sostegno

# UI_SP
source: Support Phone
de: Support Telefon
es: Teléfono De la Ayuda
fr: Support Téléphone
it: Telefono Di Sostegno

# UI_SN
source: Serial Number
de: Seriennummer
es: Número de Serie
fr: Numéro de série
it: Numero di serie

# UI_Warning
source: WARNING: This computer program is protected by copyright law and international treaties. Circumvention of any copy protection scheme may result in severe civil and criminal penalties, and will be prosectued to the maximum extent possible under the law.
de: WARNING: Dieses Computerprogramm wird durch Urheberrechtsgesetz und internationale Verträge geschützt. Umgehen des Kopierschutzes kann zu zivilen und strafrechtlicher Verfolgung führen.
es: ADVERTENCIA: Este programa de computadora es protegido por ley de copyright y tratados internacionales. Circumvention de cualquier esquema de la protección de copia puede dar lugar a penas civiles y criminales severas, y será prosectued al grado máximo posible bajo ley.
fr: AVERTISSEMENT: Ce programme machine est protégé par loi de copyright et traités internationaux. Déjouer par n'importe quel moyen les protections de copie peut entraîner des conséquences pénales civiles et criminelles graves en vertu de la loi en vigueur.
it: AVVERTIMENTO: Questo programma destinato all'elaboratore è protetto da legge di copyright e dai trattati internazionali. Circumvention di tutto lo schema di protezione di copia può provocare le pene civili e criminali severe e sarà prosectued nella misura massima possibile secondo la legge.

# UI_OK
source: O&K
es: &Acepte
it: &Accetti

# UI_Continue
source: &Continue
de: &Fortfahren
es: &Continúe
fr: &Continuer
it: &Continui

# UI_Cancel
source: &Cancel
de: &Abbrechen
es: &Cancelación
fr: &Annuler
it: &Annullamento

# UI_Browse
source: &Browse...
de: &Suchen...
es: &Hojee
fr: &Parcourir
it: &Ricerca...

# UI_AlreadyHaveLicense
source: I already have a license
de: Ich habe bereits eine Lizenz
es: Tengo ya una licencia
fr: J'ai déjà une licence
it: Già ho un'autorizzazione

# UI_ProxyInfo
source: Proxy Info
de: Vollmacht-Info
es: Poder Info
it: Procura Info

# M_LicenseExistsOverwrite
source: {0} already exists. Overwrite?
es: {0} existe ya. ¿Sobreescriba?
fr: {0} existe déjà. Voulez vous l'écraser ?
it: {0} già esiste. Scriva sopra?

# M_LicenseExistsOverwriteTitle
source: License exists, Overwrite?
de: Lizenz besteht. Überschreiben ?
es: ¿La licencia existe, sobreescribe?
fr: La licence existe déjà, Voulez vous écraser l'existante ?
it: L'autorizzazione esiste, scrive sopra?

# UIA_Title
source: Activation Required
de: Aktivierung erforderlich.
es: Activación Requirió
fr: L'activation est exigée
it: Attivazione Richiesta

# UIA_Days
source: Days Left
de: Tage verbleiben.
es: Días Restantes
fr: Jours restants
it: Giorni Lasciati

# UIA_Key
source: Machine Key
de: PC Schlüssel
es: Llave De la Activación
fr: Clef machine
it: Chiave Della Macchina

# UIA_ActivationKey
source: Unlock Code
de: Aktivierungscode
es: Abra El Código
fr: Ouvrez Le Code
it: Sblocchi Il Codice

# UIA_MWarning
source: Activating will lock the license to the current machine. If you want to activate on a different machine you will need to run the activation process from there.
de: Das Aktivieren bindet die Lizenz zum gegenwärtigen PC. Wenn Sie sie auf einer anderem PC aktivieren möchten, müssen Sie den Aktivierungsprozeß von dort laufen lassen.
es: El activar trabará la licencia a la máquina actual. Si usted desea activar en una diversa máquina usted necesitará funcionar el proceso de la activación de allí.
fr: L'activation vérouillera la licence sur la machine courante. Si vous voulez l'activer sur une machine différente vous devrez recommencer le processus d'activation à partir d'ici.
it: L'attivazione bloccherà l'autorizzazione alla macchina corrente. Se desiderate attivare su una macchina differente dovrete allontanarsi il processo di attivazione da là.

# UIA_Inst
source: You will need to contact support at the email address or phone number shown to the left and provide following information. They will provide further instructions on how to activate your license.
de: Sie müssen mit der Support Emain bzw. Telefonnummer Verbindung aufnehmen. Dort erhalten Sie weitere Informationen zur Aktivierung.
es: Usted necesitará entrar en contacto con la ayuda en el email address o el número de teléfono demostrado a la izquierda y proporcionar después de la información. Proporcionarán otras instrucciones en cómo activar su licencia.
fr: Vous devrez entrer en contact avec le support technique. Ils vous fourniront des instructions complémentaires sur la façon d'activer votre licence.
it: Dovrete mettersi in contatto con il supporto al email address o al numero di telefono indicato il a sinistra e fornire dopo le informazioni. Forniranno ulteriori istruzioni su come attivare la vostra autorizzazione.

# UIA_Online
source: Activate online
de: Aktivieren Sie Online
es: Active en línea
fr: Activer en ligne
it: Attivi in linea

# UIA_Phone
source: Activate by email or phone
de: Aktivieren Sie durch Email oder Telefon
es: Active por el email o el teléfono
fr: Activer par email ou téléphone
it: Attivi per il email o telefono

# UIA_ACont
source: Continue without activation
de: Fahren Sie ohne Aktivierung fort
es: Continúe sin la activación
fr: Continuer sans activation
it: Continui senza attivazione

# UIA_Welcome
source: Activation is required to register this product. Once a license has been activated on a computer, it cannot be used on another machine. By activating this license you will lock it to the current machine.
de: Aktivierung wird angefordert, um dieses Produkt zu registrieren. Sobald eine Lizenz auf einem PC aktiviert worden ist, kann sie nicht auf einem anderen PC benutzt werden. Indem Sie diese Lizenz aktivieren, verbinden Sie sie zum gegenwärtigen PC.
es: La activación se requiere para colocar este producto. Una vez que una licencia se haya activado en una computadora, no puede ser utilizada en otra máquina. Activando esta licencia usted la trabará a la máquina actual.
fr: L'activation est exigée pour enregistrer ce produit. Une fois qu'une licence a été activé sur un ordinateur, elle ne peut pas être utilisé sur une autre machine. En activant cette licence, celle-ci sera verouillée sur la machine courante.
it: L'attivazione è richiesta per registrare questo prodotto. Una volta che un'autorizzazione è stata attivata su un calcolatore, non può essere usata su un'altra macchina. Attivando questa autorizzazione la bloccherete alla macchina corrente.

# UIA_Clipboard
source: C&opy To Clipboard
de: K&opieren in Ablage
es: Copie Sujetapapeles
fr: C&opier
it: C&opii Al Clipboard

# UIA_Email
source: Copy To &Email
de: Kopieren in &Email
es: Copie &Email
fr: Copier l'&Email
it: Copii Al &Email

# UIA_Back
source: << &Back
de: << &Zurück
es: << &Detrás
fr: << &Précédent
it: << &Indietro

# MAL_Clipboard
source: Serial Number: {0} Usage Key: {1}
de: Seriennummer: {0} Aktivierung Schlüssel: {1}
es: Número de Serie: {0} Activation Key: {1}
fr: Numéro de série: {0} Clef D'Activation: {1}
it: Numero di serie: {0} Chiave Di Attivazione: {1}

# UIAI_Title
source: Additional Information
de: Zusätzliche Informationen
es: Información Adicional
fr: Information additionnelle
it: Le Informazioni Supplementari

# UIAI_Online
source: Additional information available online.
de: Zusätzliche Informationen im Web.
es: Información adicional accesible en línea.
fr: Information complémentaire online
it: Le informazioni supplementari accessibili in linea.

# UIAD_Country
source: Country
de: Land
es: País
fr: Pays
it: Paese

# UIAD_StreetAddress
source: Street Address
de: Straße
es: Dirección De la Calle
fr: Adresse
it: Indirizzo Della Via

# UIAD_City
source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città

# UIAD_State
source: State/Province
de: Bundesland
es: Estado/Provincia
fr: État/Province
it: Condizione/Provincia

# UIAD_Zip
source: Zip/PostalCode
de: PLZ
es: Código Postal
fr: Code Postal
it: Codice Di Postale

# UIAD_Phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# UI_BuyNow
source: &Buy Now
de: &Jetzt kaufen
es: &Compra Ahora
fr: &Acheter
it: &Acquisto Ora

# MAD_EnterStreet
source: Please enter your street address.
de: Tragen Sie bitte Ihre Straße ein.
es: Incorpore por favor su dirección de la calle.
fr: Veuillez saisir votre adresse.
it: Entri prego nel vostro indirizzo della via.

# MAD_EnterCity
source: Please enter your city.
de: Tragen Sie bitte Ihre Stadt ein.
es: Entre en por favor su ciudad.
fr: Veuillez entrer dans votre ville.
it: Entri prego nella vostra città.

# MAD_EnterState
source: Please select your state.
de: Wählen Sie bitte Ihr Bundesland aus.
es: Plese selecciona su estado.
fr: Veuillez choisir votre état.
it: Plese seleziona la vostra condizione.

# MAD_EnterZip
source: Please enter your zip code.
de: Tragen Sie bitte Ihre PLZ ein.
es: Introduzca por favor su código postal.
fr: Veuillez saisir votre code postal.
it: Imposti prego il vostro codice del postale.

# MAD_EnterPhone
source: Please enter your phone number.
de: Tragen Sie bitte Ihre Telefonnummer ein.
es: Incorpore por favor su número de teléfono.
fr: Veuillez saisir votre numéro de téléphone.
it: Entri prego nel vostro numero di telefono.

# MAD_EnterCountry
source: Please select your country. Select XX - Other if not available.
de: Wählen Sie bitte Ihr Land aus. Wählen Sie XX - , wenn nicht vorhanden.
es: Seleccione por favor su país. Seleccione XX - Other si no disponible.
fr: Veuillez choisir votre pays. Choisissez XX - Other si non disponible.
it: Selezioni prego il vostro paese. Selezioni XX - Other se non disponibile.

# UIR_Title
source: Enter Registration Information
de: Tragen Sie Registrierungsdaten ein.
es: Dé La Información Del Registro
fr: Informations d'enregistrement
it: Entri Nelle Informazioni Di Registro

# UIR_Name
source: &Name
es: &Nombre
fr: &Nom
it: &Nome

# UIR_Organization
source: &Organization
de: &Organisation
es: &Organización
fr: &Organisation
it: &Organizzazione

# UIR_More
source: &More >>
de: &Mehr >>
es: &Más >>
fr: &Plus d'infos >>
it: &Più >>

# UIR_Less
source: << &Less
de: << &Weniger
es: << &Menos
fr: << &Cacher
it: << &Di meno

# UIR_AdditionalInformation
source: Additional Information
de: Zusätzliche Informationen
es: Información Adicional
fr: Informations complémentaire
it: Le Informazioni Supplementari

# UIR_Register
source: &Register
de: &Registrieren
es: &Registro
fr: &Enregistrer
it: &Registro

# UIR_DontRegister
source: &Don't Register
de: &Nicht registrieren
es: &No Registro
fr: &Ne pas enregistrer
it: &Non Registri

# UIR_RemindMeLater
source: Remind Me &Later
de: Später erinnern
es: &Pregúnteme Adelante
fr: Enregistrer plus tard
it: Ricordi a Ancora

# UIR_ConnectionWarning
source: NOTE: You may need an active Internet connection to register.
de: Sie benötigen eine aktive Internetverbindung zum Registrieren.
es: Usted debe tener una conexión activa del Internet al registro.
fr: Votre connection à Internet doit être active.
it: AVVERTIMENTO: Dovete avere un collegamento attivo del Internet al registro.

# UIR_Privacy
source: Read our Privacy Policy
de: Lesen Sie unsere AGBs.
es: Política De la Aislamiento
fr: Notice légale
it: Legga la nostra politica di segretezza

# ER_CannotAddCustomFieldAfterLoad
source: Cannot add custom fields once the form is loaded.
de: Kann Kunden Felder nicht hinzufügen, sobald das Fenster geladen ist.
es: No puede agregar campos de encargo una vez que se cargue la forma.
fr: Ne peut pas ajouter les champs faits sur commande une fois que la forme est chargée.
it: Non può aggiungere i campi su ordinazione una volta che la forma è caricata.

# ER_MustSetLicenseTypeToGetLicense
source: You must set the LicensedType property to generate a new license.
de: Sie müssen die LicensedType Eigenschaft einstellen, um eine neue Lizenz zu erzeugen.
es: Usted debe asignar la característica de LicensedType para generar una licencia nueva.
fr: Vous devez placer la propriété LicensedType pour produire d'un nouveau permis.
it: Dovete regolare la proprietà di LicensedType per generare una nuova autorizzazione.

# ER_FirstNameRequired
source: You must enter your first name.
de: Sie müssen Ihren Vornamen eintragen.
es: Usted debe incorporar su nombre.
fr: Vous devez saisir votre prénom.
it: Dovete introdurre il vostro nome.

# ER_LastNameRequired
source: You must enter your last name.
de: Sie müssen Ihren Nachnamen eintragen.
es: Usted debe incorporar su nombre pasado.
fr: Vous devez saisir votre nom.
it: Dovete introdurre il vostro ultimo nome.

# ER_MiddleNameRequired
source: You must enter your middle name.
de: Sie müssen Ihre Anrede eintragen.
es: Usted debe incorporar su nombre medio.
fr: Vous devez saisir votre deuxième nom.
it: Dovete introdurre il vostro nome centrale.

# ER_SNRequired
source: A serial number is required to register.
de: Sie müssen Ihre Seriennummer eintragen.
es: Usted debe incorporar su número de serie.
fr: Vous devez sasir votre numéro de série.
it: Dovete entrare nel vostro numero di serie.

# ER_OrganizationRequired
source: You must enter your organization.
de: Sie müssen Ihre Organisation eintragen.
es: Usted debe incorporar su organización.
fr: Vous devez saisir votre organisation.
it: Dovete entrare nella vostra organizzazione.

# ER_YouMustSelect
source: You must select {0}.
de: Sie müssen {0} auswählen.
es: Usted debe seleccionar {0}.
fr: Vous devez choisir {0}.
it: Dovete selezionare {0}.

# ER_YouMustEnterAValueFor
source: You must enter a value for {0}.
de: Sie müssen einen Wert für {0} eintragen .
es: Usted debe incorporar un valor para {0}.
fr: Vous devez saisir une valeur pour {0}.
it: Dovete fornire un valore per {0}.

# ER_CouldNotRegister
source: Could not register with {0}: {1}
de: Konnte nicht registrieren {0}: {1}
es: No podría colocarse con {0}: {1}
fr: N'a pas pu s'inscrire à {0}: {1}
it: Non potrebbe registrare con {0}: {1}

# ER_InvalidLicenseFromServer
source: Invalid license returned from server.
de: Unzulässige Lizenz wurde vom Server geliefert.
es: La licencia inválida volvió del servidor.
fr: Un permis invalide a été retourné par le serveur.
it: L'autorizzazione non valida ha rinviato dall'assistente.

# ER_CouldNotComplete
source: Could not complete registration.
de: Konnte Registrierung nicht durchführen.
es: No podía terminar el registro.
fr: N'a pas pu réaliser l'enregistrement.
it: Non ha potuto completare il registro.
