Repository: udalcse/Checkbox_CBE
Catalog: CBE/survey-platform/Core/Prezza.Licensing/Resources/Xheo.Licensing.*.resx
Languages: de, es, fr, it

# MAL_FooterHtml
source: <A name="DoActivation"></a> <TABLE cellSpacing="0" cellPadding="0" width="100%" border="0" style="border: solid 3px black"> <TR> <TD bgcolor="buttonface" background="{11}" vAlign="top"> <table cellpadding="10" cellspacing="0" border="0" width="100%"> <tr> <td> <font size="1" color="white" face="Arial"> <b>Days Left</b><br> <font size="5" color="yellow" face="Arial">{0}</font> <br><br><br><br><br><br><br><br><br><br><br> <b>Support Url</b><br> <a href="{1}" style="COLOR: white" target="_blank">{1}</a><br> <br> <b>Support Email</b><br> <a href="mailto:{2}" style="COLOR: white">{2}</a><br> <br> <b>Support Phone</b><br> {3} </font> </td> </tr> </table> </TD> <td width="100%" vAlign="top" bgColor="buttonface"> <TABLE cellSpacing="10" cellPadding="0" width="100%" border="0"> <TR> <TD> <P><FONT face="Arial Black" size="4">Activation Required</FONT></P> <P><FONT face="Arial" size="2" color="red">{5}</FONT></P> <FONT face="Arial" size="2"> <P>Activation is required to register this license for <b style="color: blue;">{6}</b>. Once a license has been activated on a computer, it cannot be used on another machine. By activating this license you will lock it to the current machine.</P> <P><A href="{4}"><b>Click here to activate online</b></A></P> <p><b>Activate By Phone or Email</b></p> <p>You can activate by phone or email by contacting {8} at the email address or phone number to the left. Provide them with the machine unlock key below. They will provide further instructions.</p> <p><b>Serial Number:</b> {10}</p> <p><b>Machine Key:</b> {9}</p> <p><b>Activation Key:</b></p> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa1"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa2"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa3"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa4"/><br/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa5"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa6"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa7"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa8"/> <p><input type="button" value="Activate" onClick="location.href='{4},' + __xa1.value + __xa2.value + __xa3.value + __xa4.value + __xa5.value + __xa6.value + __xa7.value + __xa8.value;"/></p> </FONT> </TD> </TR> </TABLE> </td> </TR> <TR> <td valign="bottom" height="0" bgcolor="black">{7}</td> <TD valign="bottom" bgcolor="buttonface"> <P style="padding: 5px;"><FONT face="Verdana" color="threeddarkshadow" size="1"><b>WARNING:</b> This computer program is protected by copyright law and international treaties. Circumvention of any copy protection scheme may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.</FONT></P> </TD> </TR> </TABLE>
de: <A name="DoActivation"></a> <TABLE cellSpacing="0" cellPadding="0" width="100%" border="0" style="border: solid 3px black"> <TR> <TD bgcolor="buttonface" background="{11}" vAlign="top"> <table cellpadding="10" cellspacing="0" border="0" width="100%"> <tr> <td> <font size="1" color="white" face="Arial"> <b>Tage verbleiben</b><br> <font size="5" color="yellow" face="Arial">{0}</font> <br><br><br><br><br><br><br><br><br><br><br> <b>Support URL</b><br> <a href="{1}" style="COLOR: white" target="_blank">{1}</a><br> <br> <b>Support Email</b><br> <a href="mailto:{2}" style="COLOR: white">{2}</a><br> <br> <b>Support Telefon</b><br> {3} </font> </td> </tr> </table> </TD> <td width="100%" vAlign="top" bgColor="buttonface"> <TABLE cellSpacing="10" cellPadding="0" width="100%" border="0"> <TR> <TD> <P><FONT face="Arial Black" size="4">Aktivierung Erfordert</FONT></P> <P><FONT face="Arial" size="2" color="red">{5}</FONT></P> <FONT face="Arial" size="2"> <P>Aktivierung wird angefordert, um diese Lizenz für zu registrieren <b style="color:blue;">{6}</b>. Sobald eine Lizenz auf einem PC aktiviert worden ist, kann sie nicht auf einem anderen PC benutzt werden. Indem Sie diese Lizenz aktivieren, verriegeln Sie sie zum gegenwärtigen PC.</P> <P><A href="{4}"><b>Klicken Sie hier, um Online zu aktivieren</b></A></P> <p><b>Aktivieren Sie durchs Telefon oder Email</b></p> <p>Sie können durch Telefon oder Email in Verbindung mit {8} treten. An die Emailadresse senden oder Telefonnummer links anrufen um zu aktivieren. Senden sie den PC Schlüssel. Und erwarten sie weitere Anweisungen.</p> <p><b>Seriennummer:</b> {10}</p> <p><b>PC Schlüssel:</b> {9}</p> <p><b>Aktivierungsschlüssel:</b></p> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa1"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa2"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa3"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa4"/><br/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa5"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa6"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa7"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa8"/> <p><input type="button" value="Aktivieren Sie" onClick="location.href='{4},' + __xa1.value + __xa2.value + __xa3.value + __xa4.value + __xa5.value + __xa6.value + __xa7.value + __xa8.value;"/></p> </FONT> </TD> </TR> </TABLE> </td> </TR> <TR> <td valign="bottom" bgcolor="black">{7}</td> <TD valign="bottom" bgcolor="buttonface"> <P style="padding: 5px;"><FONT face="Verdana" color="threeddarkshadow" size="1"><b>WARNING:</b> WARNING: Dieses Computerprogramm wird durch Urheberrechtsgesetz und internationale Verträge geschützt. Umgehen des Kopierschutzes kann zu zivilen und strafrechtlicher Verfolgung führen.</FONT></P> </TD> </TR> </TABLE>
es: <A name="DoActivation"></a> <TABLE cellSpacing="0" cellPadding="0" width="100%" border="0" style="border: solid 3px black"> <TR> <TD bgcolor="buttonface" background="{11}" vAlign="top"> <table cellpadding="10" cellspacing="0" border="0" width="100%"> <tr> <td> <font size="1" color="white" face="Arial"> <b>Días Restantes </b><br> <font size="5" color="yellow" face="Arial">{0}</font> <br><br><br><br><br><br><br><br><br><br><br> <b>URL De la Ayuda</b><br> <a href="{1}" style="COLOR: white" target="_blank">{1}</a><br> <br> <b>Email De la Ayuda</b><br> <a href="mailto:{2}" style="COLOR: white">{2}</a><br> <br> <b>Teléfono De la Ayuda</b><br> {3} </font> </td> </tr> </table> </TD> <td width="100%" vAlign="top" bgColor="buttonface"> <TABLE cellSpacing="10" cellPadding="0" width="100%" border="0"> <TR> <TD> <P><FONT face="Arial Black" size="4">Activación Requerida</FONT></P> <P><FONT face="Arial" size="2" color="red">{5}</FONT></P> <FONT face="Arial" size="2"> <P>La activación se requiere para colocar esta licencia para <b style="color: blue;">{6}</b>. Una vez que una licencia se haya activado en una computadora, no puede ser utilizada en otra máquina. Activando esta licencia usted la trabará a la máquina actual.</P> <P><A href="{4}"><b>Chasque aquí para activar en línea</b></A></P> <p><b>Activación por Phone o email </b></p> <p>Usted puede activar por el teléfono o el email por entrar en contacto con {8} en el email address o número de teléfono a la izquierda. Provea de ellos la máquina abren llave abajo. Proporcionarán otras instrucciones. </p> <p><b>Número de Serie:</b> {10}</p> <p><b>Llave De la Máquina:</b> {9}</p> <p><b>Llave De la Activación:</b></p> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa1"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa2"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa3"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa4"/><br/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa5"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa6"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa7"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa8"/> <p><input type="button" value="Activación" onClick="location.href='{4},' + __xa1.value + __xa2.value + __xa3.value + __xa4.value + __xa5.value + __xa6.value + __xa7.value + __xa8.value;"/></p> </FONT> </TD> </TR> </TABLE> </td> </TR> <TR> <td valign="bottom" bgcolor="black">{7}</td> <TD valign="bottom" bgcolor="buttonface"> <P style="padding: 5px;"><FONT face="Verdana" color="threeddarkshadow" size="1"><b>ADVERTENCIA</b>: Este programa de computadora es protegido por la ley de copyright y los tratados internacionales. Circumvention de cualquier esquema de la protección de copia puede dar lugar a penas civiles y criminales severas, y será prosectued al grado máximo posible bajo ley.</FONT></P> </TD> </TR> </TABLE>
fr: <A name="DoActivation"></a> <TABLE cellSpacing="0" cellPadding="0" width="100%" border="0" style="border: solid 3px black"> <TR> <TD bgcolor="buttonface" background="{11}" vAlign="top"> <table cellpadding="10" cellspacing="0" border="0" width="100%"> <tr> <td> <font size="1" color="white" face="Arial"> <b>Jours Laissés</b><br> <font size="5" color="yellow" face="Arial">{0}</font> <br><br><br><br><br><br><br><br><br><br><br> <b>URL De Soutien</b><br> <a href="{1}" style="COLOR: white" target="_blank">{1}</a><br> <br> <b>Email De Soutien</b><br> <a href="mailto:{2}" style="COLOR: white">{2}</a><br> <br> <b>Téléphone De Soutien</b><br> {3} </font> </td> </tr> </table> </TD> <td width="100%" vAlign="top" bgColor="buttonface"> <TABLE cellSpacing="10" cellPadding="0" width="100%" border="0"> <TR> <TD> <P><FONT face="Arial Black" size="4">Activation Requise</FONT></P> <P><FONT face="Arial" size="2" color="red">{5}</FONT></P> <FONT face="Arial" size="2"> <P>L'activation est exigée pour enregistrer ce permis pour <b style="color:blue">{6}</b>. Une fois qu'un permis a été activé sur un ordinateur, il ne peut pas être employé sur une autre machine. En activant ce permis vous le fermerez à clef à la machine courante.</P> <P><A href="{4}"><b>Cliquez ici pour activer en ligne</b></A></P> <p><b>Activez par Phone ou email</b></p> <p>Vous pouvez activer par le téléphone ou l'email en entrant en contact {8} au email address ou numéro de téléphone vers la gauche. Fournissez-leur la machine ouvrent la clef ci-dessous. Ils fourniront des instructions complémentaires.</p> <p><b>Numéro de série:</b> {10}</p> <p><b>Clef De Machine:</b> {9}</p> <p><b>Clef D'Activation:</b></p> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa1"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa2"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa3"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa4"/><br/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa5"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa6"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa7"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa8"/> <p><input type="button" value="Activate" onClick="location.href='{4},' + __xa1.value + __xa2.value + __xa3.value + __xa4.value + __xa5.value + __xa6.value + __xa7.value + __xa8.value;"/></p> </FONT> </TD> </TR> </TABLE> </td> </TR> <TR> <td valign="bottom" bgcolor="black">{7}</td> <TD valign="bottom" bgcolor="buttonface"> <P style="padding: 5px;"><FONT face="Verdana" color="threeddarkshadow" size="1"><b>AVERTISSEMENT:</b> Ce programme machine est protégé par loi de copyright et traités internationaux. Circumvention de n'importe quel arrangement de protection de copie peut avoir comme conséquence des pénalités civiles et criminelles graves, et sera prosectued jusqu'au degré maximum possible en vertu de la loi.</FONT></P> </TD> </TR> </TABLE>
it: <A name="DoActivation"></a> <TABLE cellSpacing="0" cellPadding="0" width="100%" border="0" style="border: solid 3px black"> <TR> <TD bgcolor="buttonface" background="{11}" vAlign="top"> <table cellpadding="10" cellspacing="0" border="0" width="100%"> <tr> <td> <font size="1" color="white" face="Arial"> <b>Days Left</b><br> <font size="5" color="yellow" face="Arial">{0}</font> <br><br><br><br><br><br><br><br><br><br><br> <b>URL Di Sostegno </b><br> <a href="{1}" style="COLOR: white" target="_blank">{1}</a><br> <br> <b>Email Di Sostegno</b><br> <a href="mailto:{2}" style="COLOR: white">{2}</a><br> <br> <b>Telefono Di Sostegno </b><br> {3} </font> </td> </tr> </table> </TD> <td width="100%" vAlign="top" bgColor="buttonface"> <TABLE cellSpacing="10" cellPadding="0" width="100%" border="0"> <TR> <TD> <P><FONT face="Arial Black" size="4">Attivazione Richiesta</FONT></P> <P><FONT face="Arial" size="2" color="red">{5}</FONT></P> <FONT face="Arial" size="2"> <P>L'attivazione è richiesta per registrare questa autorizzazione per <b style="color: blue;">{6}</b>. Una volta che un'autorizzazione è stata attivata su un calcolatore, non può essere usata su un'altra macchina. Attivando questa autorizzazione la bloccherete alla macchina corrente. </P> <P><A href="{4}"><b>Scattisi qui per attivare in linea</b></A></P> <p><b>Attivi da Phone o dal email </b></p> <p>Potete attivare dal telefono o dal email mettendosi in contatto con {8} al email address o dal numero di telefono il a sinistra. Fornisca loro la macchina sbloccano la chiave qui sotto. Forniranno ulteriori istruzioni.</p> <p><b>Numero di serie:</b> {10}</p> <p><b>Chiave Della Macchina:</b> {9}</p> <p><b>Chiave Di Attivazione:</b></p> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa1"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa2"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa3"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa4"/><br/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa5"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa6"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa7"/> <input type="text" size="8" style="FONT: 10pt, 'Courier New'" name="__xa8"/> <p><input type="button" value="Attivi" onClick="location.href='{4},' + __xa1.value + __xa2.value + __xa3.value + __xa4.value + __xa5.value + __xa6.value + __xa7.value + __xa8.value;"/></p> </FONT> </TD> </TR> </TABLE> </td> </TR> <TR> <td valign="bottom" bgcolor="black">{7}</td> <TD valign="bottom" bgcolor="buttonface"> <P style="padding: 5px;"><FONT face="Verdana" color="threeddarkshadow" size="1"><b>AVVERTIMENTO :</b> Questo programma destinato all'elaboratore è protetto legge di copyright e trattati da internazionali. Circumvention di tutto lo schema di protezione di copia può provocare le pene civili e criminali severe e sarà prosectued nella misura massima possibile secondo la legge. </FONT></P> </TD> </TR> </TABLE>

# MAL_Description
source: Restricts use to the same machine profiled during the license activation.
de: Beschränkt den Gebrauch auf den gleichen PC, der während der Lizenzaktivierung verwendet wurde.
es: Restringe uso a la misma máquina perfilada durante la activación de la licencia.
fr: Limite l'utilisation à la même machine pendant l'activation de la licence.
it: Limita l'uso alla stessa macchina profilata durante l'attivazione dell'autorizzazione.

# MAPPL_Description
source: Restricts use to a limited number of applications a single machine for a given type.
de: Beschränkt den Gebrauch auf eine begrenzte Anzahl von Anwendungen die auf dem PC laufen.
es: Restringe uso a un número limitado de usos una sola máquina para un tipo dado.
fr: Limite l'utilisation à un nombre limité d'applications sur une machine simple pour un type donné.
it: Limita l'uso ad un numero limitato di applicazioni una singola macchina per un dato tipo.

# MAPPL_DetailedDescription
source: {0} applications, brokered on port {1}.
de: {0} Anwendungen, verwenden Port {1}.
es: Los usos de {0}, en el puerto {1}.
fr: {0} les applications, brokered sur le port {1}.
it: {0} le applicazioni, brokered su orificio {1}.

# MBRL_Description
source: Inserts branded HTML into the output stream.
de: Fügt HTML in die Ausgabe ein.
es: Los rellenos calificaron el HTML en la corriente de la salida.
fr: Les insertions ont stigmatisé du HTML dans le jet de rendement.
it: Gli inserti hanno marcato a caldo il HTML nel flusso dell'uscita.

# MDTL_Description
source: Restricts use to the design time environment.
de: Beschränkt den Gebrauch auf die Design-Time.
es: Restringe uso al ambiente del tiempo del diseño.
fr: Limite l'utilisation à l'environnement de temps de conception.
it: Limita l'uso all'ambiente di tempo di disegno.

# MDL_Description
source: Restricts use to a group of domain names.
de: Beschränkt den Gebrauch auf bestimmte Dömanen.
es: Restringe uso a un grupo de nombres del dominio.
fr: Limite l'utilisation à un groupe de noms de domaine.
it: Limita l'uso ad un gruppo dei nomi di dominio.

# MDL_DetailedDescription
source: Must resolve to {0}.
de: Muß zu {0} passen.
es: Debe resolver {0}.
fr: Doit résoudre à {0}.
it: Deve risolvere a {0}.

# MGBL_Description
source: Describes the terms of a GUI Branded license.
de: Beschreibt die Bezeichnungen einer GUI Lizenz.
es: ribe los términos de una licencia calificada GUI.
fr: Décrit les limites d'un permis marqué par GUI.
it: Descrive i termini di un'autorizzazione bollata GUI .

# MGBL_DetailedDescription
source: Terms: {0}, Purchase At: {1}
de: Bezeichnungen: {0}, Zu Kaufen bei: {1}
es: Términos: {0}, Compra En: {1}
fr: Limites: {0}, Achat à: {1}
it: Termini: {0), Acquisto A : {1}

# MIPL_Description
source: Restricts use to a range of IP addresses.
de: Beschränkt den Gebrauch auf einen IP Bereich.
es: Restringe uso a una gama de las direcciones del IP.
fr: Limite l'utilisation à une série d'adresses IP.
it: Limita l'uso ad una gamma di indirizzi del IP.

# MVL_Description
source: Restricts use to range of assembly versions.
de: Beschränkt Gebrauch auf Versionen einer Assembly.
es: Restringe uso a la gama de las versiones de la asamblea.
fr: Limite l'utilisation à la gamme des versions d'assemblies.
it: Limita l'uso a gamma di versioni del complessivo .

# MVL_DetailedDescription
source: Between {0} and {1}.
de: Zwischen {0} und {1}.
es: Entre {0} y {1}.
fr: Entre {0} et {1}.
it: Fra {0} e {1}.

# MTL_Description
source: Marks a license as a trial version and provides trial details and purchase information.
de: Kennzeichnet eine Lizenz als Trialversion und stellt Trialdetails und Kaufinformationen zur Verfügung.
es: Marca una licencia como versión de ensayo y proporciona los detalles y la información de ensayo de la compra.
fr: Marque une licence comme version d'essai et fournit les détails et les informations sur les possibilités d'achat.
it: Contrassegna un'autorizzazione come versione di prova e fornisce i particolari e le informazioni di prova dell'acquisto.

# MTL_DetailedDescription
source: Terms: {0}, Purchase At: {1}.
de: Bezeichnungen: {0}, Zu Kaufen bei: {1}.
es: Términos: {0}, Compra En: {1}
fr: Limites: {0}, Achat À: {1}.
it: Termini: {0}, Acquisto A: {1}.

# MSL_Description
source: Restricts use to a limited number of user sessions.
de: Beschränkt den Gebrauch auf eine bestimmte Anzahl von Benutzern.
es: Restringe uso a un número limitado de las sesiones del usuario.
fr: Limite l'utilisation à un nombre limité de sessions d'utilisateur.
it: Limita l'uso ad un numero limitato di sessioni dell'utente .

# MSL_DetailedDescription
source: {0} sessions, {1} timeout.
de: {0} Sitzung, {1} Time-Out.
es: Sesiones de {0}, {1} descanso.
fr: {0} sessions, {1} arrêt.
it: {0} sessioni, {1} prespegnimento.

# MRTL_Description
source: Restricts use to runtime only.
de: Beschränkt den Gebrauch auf Laufzeit.
es: Restringe uso al tiempo de pasada solamente.
fr: Limite l'utilisation au temps d'exécution seulement.
it: Limita l'uso a tempo di esecuzione soltanto.

# MRL_Description
source: Requires the user to register.
de: Erfordert die Registreirung durch den Benutzer.
es: Requiere a usuario colocarse.
fr: Exige de l'utilisateur d'être enregistré.
it: Richiede all'utente di registrare.

# MPL_Description
source: Restricts use to assemblies strongly named by a certain publisher.
de: Beschränkt Gebrauch auf Assemblies mit bestimmten Namenspaces.
es: Restringe uso a las asambleas nombradas fuertemente por cierto editor.
fr: Limite l'utilisation aux assemblies fortement appelées par un certain éditeur.
it: Limita l'uso ai complessivi chiamati fortemente a cura di un editore sicuro.

# MOL_Description
source: Restricts use to any one of a group of limits.
de: Beschränkt den Gebrauch auf ein Limit aus einer Menge von Limits.
es: Restringe uso de un grupo de límites.
fr: Limite l'utilisation à n'importe quel groupe de limites.
it: Limita l'uso a qualunque di un gruppo dei limiti.

# MNCL_Description
source: Restricts to non-commercial use.
de: Beschränkt auf nicht gewerblichen Gebrauch.
es: Restringe al uso no comercial.
fr: Limite à l'utilisation non-commerciale.
it: Limita ad uso non commerciale.

# MLS_Description
source: Validates against a remote licensing server and restricts use to validated licenses.
de: Überprüft an einem Lizenzserver und erlaubt nur überprüfte Lizenzen.
es: Valida contra un servidor que licencia alejado y restringe uso a las licencias validadas.
fr: Valide grâce à un serveur d'autorisation à distance et limite l'utilisation aux licences valides.
it: Convalida contro un assistente autorizzante a distanza e limita l'uso alle autorizzazioni convalidate.

# MML_Description
source: Restricts use to a single machine.
de: Beschränkt den Gebrauch auf einem einzelnen PC.
es: Restringe uso a una sola máquina.
fr: Limite l'utilisation à une machine simple.
it: Limita l'uso ad una singola macchina.

# MLCL_Description
source: Restricts use to the local computer.
de: Beschränkt den Gebrauch auf den lokalen PC.
es: Restringe uso a la computadora local.
fr: Limite l'utilisation à l'ordinateur local.
it: Limita l'uso al calcolatore locale.

# MBL_Description
source: Restricts the use of a BETA version past it's expiration.
de: Beschränkt den Gebrauch einee Betaversion bis zum Ablaufdatum.
es: Restringe el uso de una versión BETA más allá de ella es expiración.
fr: Limite l'utilisation d'une version beta après son expiration.
it: Limita l'uso di BETA versione oltre esso è scadenza.

# MBL_DetailedDescription
source: Expires: {0}, Updates: {1}
de: Läuft ab: {0}, Aktualisierungen: {1}
es: Expira: {0}, actualizaciones: {1}
fr: Expire : {0}, mises à jour: {1}
it: Espira: {0}, aggiornamenti: {1}

# MBL_BetaExpired
source: Beta Expired
de: Beta abgelaufen
es: Beta Expirada
fr: Bêta Expiré
it: Beta Estinto

# MASL_Description
source: Restricts the use of an assembly to a web server/webservice
de: Beschränkt den Gebrauch einer Assembly auf einen Web Server (WebService).
es: Restricts the use of an assembly to a web service.
fr: Limite l'utilisation d'une assembly à un enchaînement server/webservice

# MASL_DetailedDescription
source: Allowed = {0}, Required = {1}.
de: Erlaubt = {0}, Erforderlich = {1}.
es: Permitido = {0}, Requerido = {1}.
fr: Laissé = {0}, Requis = {1}.

# MANDL_Description
source: Container limit where all sublimits must be valid.
de: Limitsammlung, in welcher alle Limits erfüllt sein müssen.
es: Límite del envase donde todos los sublimits deben ser válidos.
fr: Limite de récipient où tous les sublimits doivent être valides.
it: Limite del contenitore dove tutti i sublimits devono essere validi.

# UIP_Address
source: &Address:
de: &Adresse:
es: &Dirección:
it: &Indirizzo:
