Repository: udalcse/Checkbox_CBE
Catalog: CBE/survey-platform/Core/Prezza.Licensing/Resources/Xheo.Licensing.*.resx
Languages: de, es, fr, it

# ER_CouldNotComplete1
source: Could not complete registration: {0}
de: Konnte Registrierung nicht durchführen : {0}
es: No podía terminar el registro: {0}
fr: N'a pas pu réaliser l'enregistrement: {0}
it: Non ha potuto completare il registro: {0}

# MR_RegistrationRequired
source: Registration is required to continue. Are you sure you want to cancel?
de: Registrierung wird zum Fortfahren benötigt, wollen Sie wirklich abbrechen ?
es: El registro se requiere para continuar. ¿Es usted seguro usted desea cancelar?
fr: L'enregistrement est exigé pour continuer. Êtes vous sûr de vouloir annuler ?
it: Il registro è richiesto per continuare. Siete sicuri voi desiderate annullare??

# MR_RegistrationRequiredTitle
source: Registration Required
de: Registrierung erforderlich.
es: El Registro Requirió
fr: Enregistrement Requis
it: Il Registro Ha richiesto

# MR_ContinueInTrial
source: The serial number provided is invalid. Continue in Trial mode?
de: Die Seriennummer ist unzulässig. Wollen Sie im Trialmodus fortfahren ?
es: El número de serie proporcionado es inválido. ¿Continúe en el modo de ensayo?
fr: Le numéro de série fourni n'est pas valide. Continuez en mode évaluation ?
it: Il numero di serie fornito è non valido. Continui nel modo di prova?

# MR_ContinueInTrialTitle
source: Continue As Trial?
de: Im Trialmodus fortfahren ?
es: ¿Continúe Como Ensayo?
fr: Continuez en mode évaluation ?
it: Continui Come Prova?

# UIB_ConnectionSecure
source: Connection is secure
de: Verbindung ist gesichert.
es: La conexión es segura
fr: La connetion est sécurisée
it: Il collegamento è sicuro

# UIB_Back
source: Back
de: Zurück
es: Detrás
fr: Précédent
it: Indietro

# UIB_Forward
source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
it: In Avanti

# UIB_Stop
source: Stop
es: Alto
fr: Arrêter
it: Arresto

# UIB_Refresh
source: Refresh
de: Aktualisieren
es: Restaure
fr: Actualiser
it: Rinfreschi

# UIB_Print
source: Print
de: Drucken
es: Impresión
fr: Imprimer
it: Stampa

# UIB_BuyNowTitle
source: Buy Now
de: Jetzt kaufen
es: Compra Ahora
fr: Acheter maintenant
it: Acquisto Ora

# UIB_YouAreNowBuying
source: You are now buying
de: Sie kaufen jetzt
es: Usted ahora está comprando
fr: Vous être en train d'acheter
it: Ora state comprando

# UIB_DownloadingLicense
source: Downloading License...
de: Herunterladen der Lizenz...
es: Descargando La Licencia...
fr: Téléchargement de la licence...
it: Ottenere Autorizzazione...

# UIB_PageSecure
source: Page is secure
de: Seite ist sicher
es: La página es segura
fr: La page est sécurisée
it: La pagina è sicura

# UIB_PageNotSecure
source: Page is not secure
de: Seite ist nicht sicher
es: La página no es segura
fr: La page n'est pas sécurisée
it: La pagina non è sicura

# MB_SaveBackupTitle
source: Save Backup?
de: Sicherung speichern ?
es: Su licencia nueva fue descargada y ahorrada { 0 }. ¿Usted tiene gusto de ahorrar una reserva en caso de que usted necesite reinstalar el software?
fr: Votre nouvelle licence a été téléchargé et sauvegardé {0}. Voulez-vous sauvegarer une version au cas où vous devriez réinstaller le logiciel?
it: La vostra nuova autorizzazione è stata trasferita e conservato stata {0}. Gradite conservare un sostegno nel caso dovete reinstallare il software?

# EB_CouldNotBackup
source: Could not make backup: {0}
de: Konnte Sicherung nicht erstellen: {0}
es: No podía hacer la reserva: {0}
fr: N'a pas pu faire la protection : {0}
it: Non ha potuto fare il sostegno: {0}

# EB_CouldNotDownload
source: Could not download license: {0}
de: Konnte Lizenz nicht herunterladen: {0}
es: No podía descargar la licencia: { 0 }
fr: N'a pas pu télécharger la licence : {0}
it: Non ha potuto trasferire l'autorizzazione dal sistema centrale verso i satelliti: {0}

# EB_RequestTimedOut
source: Request timed out.
de: Time-Out der Anfrage.
es: La petición midió el tiempo hacia fuera.
fr: La demande a expirée (TimeOut).
it: Richiesta cronometrata fuori.

# UIF_DontShow
source: Don't show again
de: Nicht mehr Anzeigen
es: No demuestre otra vez
fr: Ne pas réafficher
it: Non mostri ancora

# UIF_Copy
source: &Copy Info
de: &Kopiere Info
es: &Copia Info
fr: &Informations
it: &Copii Info

# UIF_Details
source: Details
es: Detalles
fr: Détails
it: Particolari

# UIF_Assemblies
source: Assemblies
es: Asambleas
fr: Assemblages
it: Assemblee

# UIF_SysInfo
source: System Information
de: System Informationen
es: Información Del Sistema
fr: Informations sur le système
it: Le Informazioni Del Sistema

# UIF_Title
source: Failure Report
de: Fehlerbericht
es: Informe De la Falta
fr: Rapport d'erreur
it: Rapporto Di Guasto

# UIF_Assembly
source: Assembly
es: Asamblea
fr: Assemblage
it: Assemblea

# UIF_Version
source: Version
es: Versión
it: Versione

# UIF_FileVersion
source: File Version
de: Datei Version
es: Versión Del Archivo
fr: Version de fichier
it: Versione Della Lima

# UIF_Location
source: Location
de: Position
es: Localización
fr: Emplacement
it: Posizione

# EF_Generic
source: '{0}' Please contact {1} for assistance.
de: '{0}' Treten Sie bitte mit {1} zur Unterstützung in Verbindung.
es: {0} Por favor contacto {1} para la ayuda.
fr: '{0}' Entrez en contact svp {1} pour l'aide.
it: '{0}' Mettasi in contatto con prego {1} per assistenza.

# EF_NoLicense
source: A valid license could not be obtained for {0}. Please contact {1} for assistance.
de: Eine gültige Lizenz könnte nicht gefunden werden {0}. Treten Sie bitte mit {1} zur Unterstützung in Verbindung.
es: Una licencia válida no podría ser obtenida para {0}. Entre en contacto con por favor {1} para la ayuda.
fr: Un permis valide ne peut pas être obtenu pour {0}. Entrez en contact svp {1} pour l'aide.
it: Un'autorizzazione valida non potrebbe essere ottenuta per {0}. Mettasi in contatto con prego {1} per assistenza.

# EF_Details
source: DETAILS: {0}
es: DETALLES: {0}
fr: DÉTAILS: {0}
it: PARTICOLARI: {0}

# EF_ErrorInfo
source: ERROR GETTING INFO: {0}
de: FEHLER, BEKOMME INFO: {0}
es: ERROR QUE CONSIGUE EL INFO: {0}
fr: ERREUR OBTENANT L'INFORMATION: {0}
it: ERRORE CHE OTTIENE INFO: {0}

# UIT_Title
source: This is a Trial
de: Dies ist eine Trialversion
es: Esto Es Una Versión de Ensayo
fr: Version d'evaluation
it: Ciò è una prova

# UIT_Info
source: &Info
es: &Información
fr: &Informations

# UIT_Try
source: &Try
de: &Testen
es: &Ensayo
fr: &Essayer
it: &Prova

# UIT_Warning
source: By continuing the trial you agree to be bound by the terms of the EULA accompanying this software.
de: Wenn Sie mit der Trialversion fortfahren erklären Sie sich mit den Bedingungen der EULA einverstanden.
es: Continuando el ensayo usted acuerda ser limitado por los términos del EULA que acompaña este software.
fr: En continuant d'utiliser cette version d'évaluation, vous devez accepter les notices légales accompagnant ce logiciel.
it: Continuando la prova acconsentite ad essere limitati dai termini del EULA che accompagna questo software .

# UIT_Expired
source: Your trial has expired.
de: Die Trialversion ist abgelaufen.
es: Su ensayo ha expirado.
fr: Votre évaluation a expiré
it: La vostra prova ha espirato.

# MT_BNWarning
source: After purchasing you will need to select the location where you saved the new license. Press OK to select the location of the new license, or Cancel to return to the form.
de: Nach dem Kauf, müssen Sie die Position wählen, an der Sie die neue Lizenz speichern. Betätigen Sie sich OK, um den Pfad der neuen Lizenz zu wählen, Abbrechen um zurückzukehren.
es: Después de comprar usted necesitará seleccionar la localización en donde usted ahorró la licencia nueva. Presione Acepte para seleccionar la localización de la licencia nueva, o la Cancelación de volver a la forma.
fr: Après l'achat vous devrez choisir l'endroit où vous souhaitez sauver la nouvel licence. Cliquer sur OK pour choisir l'emplacement de la nouvelle licence, ou sur Annuler pour retourner en arrière.
it: Dopo l'acquisto dovrete selezionare la posizione dove avete conservato la nuova autorizzazione. Premi Accetti per selezionare la posizione di nuova autorizzazione, o annullamento rinviare alla forma .

# MT_BNWarningTitle
source: Purchase License
de: Kaufe Lizenz
es: Licencia De la Compra
fr: Licence commerciale
it: Autorizzazione Dell'Acquisto

# MT_TrialExpired
source: Trial Expired
de: Trialversion abgelaufen
es: El Ensayo Expiró
fr: La version d'évaluation a expiré
it: La Prova Ha espirato

# MT_DaysRemaining
source: {0} days remaining.
de: {0} Tage verbleiben.
es: Días de {0} restantes.
fr: {0} jours restants.
it: {0} giorni restanti.

# ET_InvalidDateRange
source: Invalid trial date range.
de: Unzulässige Trialperiode.
es: Gama de ensayo inválida de la fecha.
fr: Plage de date invalide.
it: Gamma di prova non valida della data.

# UIB_ContinueTerms
source: By continuing you agree to the terms
de: Indem Sie fortfahren, stimmen den Bedingungen zu.
es: Continuando usted conviene los términos
fr: En continuant, vous devez être d'accord avec les conditions d'utilisation
it: Continuando siete conforme ai termini

# UIB_Continuing
source: Continue ({0})
de: Fortfahren ({0})
es: &Continúe ({0})
fr: Continuer ({0})
it: Continui ({0})

# UIS_Title
source: Select Existing License
de: Wählen Sie eine vorhandene Lizenz aus
es: Seleccione La Licencia Existente
fr: Choisissez une licence existante
it: Selezioni L'Autorizzazione Attuale

# UIS_LicenseFileLabel
source: License File Location
de: Lizenz-Datei Pfad
es: Localización Del Archivo De la Licencia
fr: Emplacement du fichier de licence
it: Posizione Della Lima Dell'Autorizzazione

# UIS_ThisApp
source: Install license for this application only
de: Lizenz für nur diese Anwendung installieren
es: Instale la licencia para este uso solamente
fr: Installez la licence pour cette application seulement
it: Installi l'autorizzazione per questa applicazione soltanto

# UIS_AllApps
source: Install license for all applications that use this component (Requires administrative priviledges)
de: Lizenz für alle Anwendungen installieren, die diese Komponente benutzen (erfordert administrative Rechte)
es: Instale la licencia para todos los usos que utilicen este componente (requiere priviledges administrativos)
fr: Installez la licence pour toutes les applications qui utilisent ce composant (exige les droits administrateurs)
it: Installi l'autorizzazione per tutte le applicazioni che usano questo componente (richiede i priviledges amministrativi )

# UIS_Message
source: If you have already purchased a license for this product and have received the license file you can select it now. The license file will be installed properly to unlock the application. DO NOT use this form if you have a serial number, use the registration form to enter a serial number instead.
de: Wenn Sie haben bereits eine Lizenz für dieses Produkt gekauft und haben die Lizenzdatei erhalten, können Sie sie jetzt auswählen. Die Lizenzdatei wird richtig installiert, um die Anwendung freizugeben.
es: Si usted ha comprado una licencia para este producto y ha recibido ya el archivo de la licencia usted puede ahora seleccionarlo. El archivo de la licencia será instalado correctamente para abrir el uso.
fr: Si vous avez déjà acheté une licence pour ce produit et reçu le fichier de licence, vous pouvez le choisir maintenant. Cette licence sera installée pour utiliser directement le logiciel.
it: Se già avete comprato un'autorizzazione per questo prodotto ed avete ricevuto la lima dell'autorizzazione potete ora selezionarli. La lima dell'autorizzazione sarà installata correttamente per sbloccare l'applicazione .

# ES_MustSelectLocation
source: You must select an existing license file.
de: Sie müssen eine vorhandene Lizenzdatei auswählen.
es: Usted debe seleccionar un archivo existente de la licencia.
fr: Vous devez choisir un dossier existant de licence.
it: Dovete selezionare una lima attuale dell'autorizzazione.

# ES_CouldNotCopy
source: Could not copy license: {0}
de: Konnte Lizenz nicht kopieren: {0}
es: No podía copiar la licencia: { 0 }
fr: N'a pas pu copier la licence: {0}
it: Non ha potuto copiare l'autorizzazione: {0}

# MAL_HeaderHtml
source: <table cellpadding="5" cellspacing="0" border="0" bgcolor="yellow" width="100%"><tr><td align="center"><b>Activation Required:</b> <a href="#DoActivation">See Below</a></td></tr></table>
de: <table cellpadding="5" cellspacing="0" border="0" bgcolor="yellow" width="100%"><tr><td align="center"><b>Aktivierung erfolderlich:</b> <a href="#DoActivation">Siehe unten</a></td></tr></table>
es: <table cellpadding="5" cellspacing="0" border="0" bgcolor="yellow" width="100%"><tr><td align="center"><b>Activación Requerida:</b> <a href="#DoActivation">Vea Abajo</a></td></tr></table>
fr: <table cellpadding="5" cellspacing="0" border="0" bgcolor="yellow" width="100%"><tr><td align="center"><b>Activation Requise:</b> <a href="#DoActivation">Voir Ci-dessous</a></td></tr></table>
it: <table cellpadding="5" cellspacing="0" border="0" bgcolor="yellow" width="100%"><tr><td align="center"><b>L'Attivazione Ha richiesto:</b> <a href="#DoActivation">Veda Sotto</a></td></tr></table>
