Repository: udalcse/Checkbox_CBE
Catalog: CBE/survey-platform/Core/Prezza.Licensing/Resources/Xheo.Licensing.*.resx
Languages: de, es, fr, it

# UIP_Username
source: &Username:
de: &Benutzername:
es: &Nombre del usuario:
it: &Nome dell'utente:

# UIP_Password
source: &Password:
de: &Kennwort:
es: &Contraseña:
it: &Parola d'accesso:

# UIP_Message
source: Please provide information necessary to connect with your proxy server. If you do not know this information, please contact your network administrator.
de: Stellen Sie bitte die Informationen zur VerfÃ¼gung, die notwendig sind, an Ihr proxy server anzuschlieÃŸen. Wenn Sie nicht diese Informationen kennen, treten Sie bitte mit Ihrem Netzverwalter in Verbindung.
es: Proporcione por favor la información necesaria para conectar con su proxy server. Si usted no sabe esta información, entre en contacto con por favor a su administrador de la red.
it: Fornisca prego le informazioni necessarie per collegare con il vostro proxy server. Se non conoscete queste informazioni, mettasi in contatto con prego il vostro coordinatore della rete.

# UIP_Title
source: Proxy Details
de: Vollmacht-Details
es: Detalles Del Poder
it: Particolari Di Procura

# UIPE_Address
source: You must enter a value for the proxy address.
de: Sie mÃ¼ssen einen Wert fÃ¼r die Vollmachtadresse eintragen.
es: Usted debe incorporar un valor para la dirección del poder.
it: Dovete fornire un valore per l'indirizzo di procura.

# E_NotActivated
source: The license has not been activated. To activate, include "activateLicense={0}" as a parameter in the querystring of this page and try again. This will lock the license to the server machine it is running on, which must have write access to the original license to activate.
de: Die Lizenz ist nicht aktiviert worden. Um sie zu aktivieren, schließen Sie "activateLicense={0}" als Parameter im Querystring der Seite mit ein, und versuchen Sie es nochmals. Dies verknüpft die Lizenz mit dem Computer, der schreibende Zugriff auf die ursprüngliche Lizenz muß erlaubt sein.
fr: La licence n'a pas été activée. Pour l'activer, incluez "activateLicense={0}" comme paramètre dans querystring de cette page et essayez encore. Cela verrouillera la license sur le serveur, qui doit avoir un accès en écriture a la licence originale, pour l'activer.
it: L'autorizzazione non è stata attivata. Per attivare, includa ancora "activateLicense={0}" come parametro nel querystring di queste pagina e prova. Ciò bloccherà l'autorizzazione alla macchina che dell'assistente scrivere sta funzionando sopra, che deve fare l'accesso all'autorizzazione originale attivare.

# E_SerialNumberMismatch
source: Invalid serial number. Must begin with {0}. Try setting AbsoluteSerialNumber instead.
de: Unzulässige Seriennummer. Muß mit {0} anfangen. Versuchen Sie die AbsoluteSerialNumber zu verwenden.
fr: Numéro de série invalide. Doit commencer par {0}. Essayez de placer AbsoluteSerialNumber à la place.
it: Numero di serie non valido. Deve cominciare con {0}. Provi a regolare AbsoluteSerialNumber preferibilmente.

# UI_Error
source: Error
de: StÃ¶rung
it: Errore

# MB_SaveBackup
source: Your new license was downloaded and saved to {0}. Would you like to save a backup in case you need to re-install the software?
de: Ihre neue Lizenz wurde heruntergeladen und gespeichert {0}. Möchten Sie eine Sicherung erzeugen für den Fall einer Neuinstallation der Software ?
