Repository: udalcse/Checkbox_CBE
Catalog: CBE/survey-platform/Core/Prezza.Licensing/Resources/Xheo.Licensing.*.resx
Languages: de, es, fr, it

# E_CouldNotActivate
source: Could not activate license with {0}: {1}
de: Konnte Lizenz mit {0}: {1} nicht aktivieren.
es: No podría activar la licencia con {0}: {1}
fr: N'a pas pu activer la licence avec {0} : {1}
it: Non potrebbe attivare l'autorizzazione con {0}: {1}

# E_ActivateNotSaved
source: While writing the activated license to disk, access to the original license was denied. You will have to <a href="{0}&downloadLicense=true">download the activated license</a> and copy it over the original license.
de: Beim Schreiben der aktivierten Lizenz, wurde der Zugriff auf die ursprünglichen Lizenz verweigert. Sie werden müssen <a href="{0}&downloadLicense=true">Herrunterladen der aktivierten Lizenz</a> und kopieren Sie sie über die ursprüngliche Lizenz.
es: Mientras que escribía la licencia activada al disco, el acceso a la licencia original fue negado. Usted tuvo que <href="{0}&downloadLicense=true">download el license</a> y copiarlo sobre la licencia original.
fr: Lors de l'activation de la licence sur le disque, l'accès à la licence originale a été refusé. Vous devrez télécharger la licence activée et la copier <a href="{0}&downloadLicense=true">par dessus</a> la licence originale.
it: Mentre scriveva l'autorizzazione attivata al disc, l'accesso all'autorizzazione originale è stato negato. dovete <a href="{0}&downloadLicense=true">download il license</a> attivato; e copiilo sopra l'autorizzazione originale.

# E_ProfileMismatch
source: Machine profile does not match the machine used to activate the license. Replace {0} with original license to re-activate for this machine.
de: Computer Profil stimmt nicht mit dem Computer überein, der benutzt wurde um die Lizenz zu aktivieren. Ersetzen Sie {0} mit ursprünglicher Lizenz zur Reaktivierung.
es: El perfil de la máquina no empareja la máquina usada para activar la licencia. Substituya {0} por la licencia original de reactivar para esta máquina.
fr: Le profil de machine ne correspond pas avec celui de la machine utilisée pour activer la licence. Remplacez {0} par le licence originale afin de la réactiver sur cette machine.
it: Il profilo della macchina non abbina la macchina utilizzata per attivare l'autorizzazione. Sostituisca {0} con l'autorizzazione originale riattivare per questa macchina.

# E_InvalidSignature
source: Invalid license signature.
de: Unzulässige Lizenzsignatur.
es: Firma inválida de la licencia.
fr: Signature invalide pour cette licence.
it: Firma non valida dell'autorizzazione.

# E_InvalidProfileHash
source: Invalid profile hash.
de: Unzulässiges Profilhash.
es: Picadillo inválido del perfil.
fr: Profil de machine invalide.
it: Hash non valido di profilo.

# E_MissingActivation
source: No Activation limit in license.
de: Keine Aktivierungslimit in der Lizenz.
es: Ningún límite de la activación en licencia.
fr: Aucune limite d'activation dans la licence.
it: Nessun limite di attivazione in autorizzazione.

# E_InvalidSigningKeys
source: Invalid signing keys: {0}. The keys could not be found or do not match the assembly.
de: Unzulässige Signaturschlüssel: {0}. Schlüssel konnten nicht gefunden werden oder passen nicht zum Assembly.
es: Llaves de firma inválidas: {0}. Las llaves deben ser el mismo nombre que utilizan a la asamblea él para proteger.
fr: Clefs de signature invalides : {0}. Les clefs ne peuvent pas être trouvées ou ne correspondent pas a l'assemblage crée.
it: Chiavi di sign non valide: {0}. Le chiavi dovrebbero essere lo stesso nome come il complessivo è utilizzato per proteggere.

# E_UnregisterNotSupported
source: This server does not support unregistering licenses.
de: Der Server unterstützt nicht die Deregistrierung von Lizenzen.
es: Este servidor no apoya licencias unregistering.
fr: Ce serveur ne supporte pas le désenregistrement de license.
it: Questo assistente non sostiene le autorizzazioni unregistering.

# E_RegisterNotSupported
source: This server does not support registering licenses.
de: Der Server unterstützt nicht die Registrierung von Lizenzen.
es: Este servidor no apoya la colocación de licencias.
fr: Ce serveur ne supporte pas l'enregistrement de licence.
it: Questo assistente non sostiene il registro delle autorizzazioni.

# E_NewLicenseRegister
source: This server does not support generating licenses during registration.
de: Der Server unterstützt nicht die Erzeugung von Lizenzen während der Registrierung.
es: Este servidor no apoya la generación de licencias durante el registro.
fr: Ce serveur ne supporte pas l'enregistrement de licence à la demande.
it: Questo assistente non sostiene la generazione delle autorizzazioni durante il registro.

# E_InvalidLicenseCannotValidate
source: Invalid license, cannot validate.
de: Ungültige Lizenz, kann nicht überprüft werden.
es: La licencia inválida, no puede validar.
fr: La licence est invalide, elle ne peut être validée.
it: L'autorizzazione non valida, non può convalidare.

# E_NewTrialNotSupported
source: This server does not support generating new trial licenses.
de: Der Server unterstützt nicht die Erzeugung von Trial Lizenzen.
es: Este servidor no apoya la generación de licencias de ensayo nuevas.
fr: Ce serveur ne permet pas de produire de nouvelles licences.
it: Questo assistente non sostiene la generazione delle autorizzazioni di prova nuove.

# E_CouldNotValidateWithUnexpected
source: Unexpected error occured while trying to register with {0}: {1}
de: Unerwarteter Fehler beim Versuchen der Registrierung mit {0}: {1}
es: El error inesperado ocurrió mientras que intentaba colocarse con {0}: {1}
fr: Une erreur inattendue s'est produite pendant l'enregistrement de {0} : {1}
it: L'errore inatteso ha accaduto mentre provava a registrare con {0}: {1}

# E_MissingLicenseServer
source: No License Server limit found in license.
de: Keine Lizenzserver Limit gefunden.
es: Ningún límite del servidor de la licencia encontrado en licencia.
fr: Aucune limite serveur trouvée dans cette licence.
it: Nessun limite dell'assistente dell'autorizzazione ha trovato in autorizzazione.

# E_AppLimitReached
source: Application limit reached. Max is {0}.
de: Anwendungsbegrenzung erreicht. Maximum ist {0}.
es: El límite del uso alcanzó. El máximo es {0}.
fr: Une instance de ce logiciel a déjà été lancée. Le maximum est de {0}.
it: Il limite di applicazione ha raggiunto. Il massimo è {0}.

# E_MustBeWebControl
source: {0} must derive from System.Web.UI.Control.
de: {0} muß von System.Web.UI.Control ableiten sein.
es: {0} debe derivar de System.Web.UI.Control.
fr: {0} doit dériver de System.Web.UI.Control.
it: {0} deve derivare da System.Web.UI.Control.

# E_DesigntimeOnly
source: Design-time only license.
de: Nur eine Design-Time Lizenz.
es: Licencia del Diseñar-tiempo solamente.
fr: Licence utilisable seulement en mode design.
it: Autorizzazione di Progett-tempo soltanto.

# E_InvalidDomain
source: {0} is not one of the accepted domains or does not map to the required IP address.
de: {0} ist keine gültige Domäne oder passt nicht zur erforderlichen IP Adresse.
es: {0} no es uno de los dominios aceptados ni traz al IP address requerido.
fr: {0} n'est pas un des domaines admis ou ne correspond pas aux adresses IP exigées.
it: {0} non è uno dei dominii accettati o non traccia al IP ADDRESS richiesto.

# E_InvalidVersion
source: Invalid version, expected 1.0-{0}.
de: Unzulässige Version, erwarte 1.0-{0}.
es: Versión inválida, 1.0-{0} previsto.
fr: Version invalides, prévue 1.0-{0}.

# E_LicenseNotSigned
source: The license must be signed before it can be registered.
de: Die Lizenz muß signiert werden, bevor sie registriert werden kann.
es: La licencia debe ser firmada antes de que pueda ser colocada.
fr: La licence doit être signée pour pouvoir être enregistrée.
it: L'autorizzazione deve essere firmata prima che possa essere registrata.

# E_RegistrationFailed
source: Registration with {0} failed: {1}
de: Registreirung mit {0} fehlgeschlagen: {1}
es: Registro con {0} fallado: {1}
fr: Enregistrement avec {0} échoué : {1}
it: Registro con {0} venuto a mancare: {1}

# E_LaterVersion
source: License was created with a later version of XHEO|Licensing. Contact the manufacturer for an updated license.
de: Lizenz wurde mit einer neueren Version von XHEO|Licensing hergestellt. Treten Sie mit dem Hersteller für eine aktualisierte Lizenz in Verbindung.
es: La licencia fue creada con una versión más última de XHEO|Licensing. Entre en contacto con el fabricante para una licencia actualizada.
fr: La licence a été créé avec une version antérieure de XHEO|Licensing. Contactez le fabricant pour une licence mise à jour.
it: L'autorizzazione è stata generata con una versione successiva di XHEO|Licensing. Mettasi in contatto con il fornitore per un'autorizzazione aggiornata.

# E_MissingComponents
source: No components in the license.
de: Keine Komponenten in der Lizenz.
es: gunos componentes en la licencia.
fr: Aucuns composants dans la licence.
it: Nessun componenti nell'autorizzazione.

# E_LicenseExpired
source: License expired. Expiration date was {0}.
de: Lizenz abgelaufen. Ablaufdatum war {0}.
es: La licencia expiró. La fecha de vencimiento era {0}.
fr: La licence a expirée. La date d'échéance était {0}.
it: L'autorizzazione ha espirato. La data di scadenza era {0}.

# E_InvalidLicense
source: Invalid license.
de: Unzulässige Lizenz.
es: ncia inválida.
fr: Licence invalide.
it: Autorizzazione non valida.

# E_LicenseReadOnly
source: The license is read only.
de: Die Lizenz ist schreibgeschützt.
es: La licencia se lee solamente.
fr: La licence est en lecture seule.
it: L'autorizzazione è letta soltanto.

# E_InvalidSerialForIndexer
source: Invalid serial number. The license and the serial number must match when setting the indexer by serial number.
de: Unzulässige Seriennummer. Die Lizenz und die Seriennummer müssen zusammenpassen, wenn sie den Indexer durch Seriennummer setzten.
es: Número de serie inválido. La licencia y el número de serie deben emparejar al fijar el controlador paso a paso por número de serie.
fr: Numéro de série invalide. La licence et le numéro de série doivent correspondre lors de l'assignation du numéro de série.
it: Numero di serie non valido. L'autorizzazione ed il numero di serie devono abbinare quando regola il dispositivo di indirizzamento dal numero di serie.

# E_CouldNotLoadPack
source: Could not load license pack: {0}
de: Konnte Lizenzsatz nicht laden: {0}
es: No podía cargar el paquete de la licencia: {0}
fr: N'a pas pu charger le pack de licences : {0}
it: Non ha potuto caricare il pacchetto dell'autorizzazione: {0}

# E_ResponseMustBeBuffered
source: Response must be buffered. Set Response.BufferOutput = True.
de: Antwort muß gepuffert werden. Stellen Sie Response.BufferOutput = True ein.
es: La respuesta debe ser protegida. Fije Response.BufferOutput = True.
fr: La réponse doit être bufferisée. Placez Response.BufferOutput = True.
it: La risposta deve essere attenuata. Regolisi Response.BufferOutput = True.

# E_InvalidSearchPath
source: Invalid search path {0} ({1}).
de: Unzulässiger Suchpfad {0} ({1}).
es: Camino de búsqueda en un fichero inválido {0} ({1}).
fr: Chemin de recherche invalide {0} ({1}).
it: Percorso di ricerca non valido {0} ({1}).

# E_NoLicensesFound
source: No licenses found in {0}.
de: Keine Lizenzen in {0} gefunden.
es: Ningunas licencias encontraron adentro {0}.
fr: La licence n'a pas été trouvé dans {0}.
it: Nessun'autorizzazione ha trovato dentro {0}.

# E_ErrorLoadingPack
source: Unexpected error while loading {0}: {1}
de: Unerwarteter Fehler beim Laden von {0}: {1}
es: Error inesperado mientras que carga {0}: {1}
fr: Erreur inattendue lors du chargement de {0} : {1}
it: Errore inatteso mentre caricando {0}: {1}

# E_GetTrialFailure
source: Automatic trial license acquisition failed, server returned: {0}
de: Fehler beim Holen einer Trial Lizenz : {0}
es: La adquisición de ensayo automática de la licencia falló, servidor vuelto: {0}
fr: L'obtention automatique de licence a échouée, la serveur a retourné : {0}
it: L'aquisizione di prova automatica dell'autorizzazione è venuto a mancare, assistente restituito: {0}

# E_GetTrialUnexpectedFailure
source: Unexpected error while getting automatic trial license: {0}
de: Unerwarteter Fehler beim automatischen Holen einer Trial Lizenz : {0}
es: Error inesperado mientras que consigue la licencia de ensayo automática: {0}
fr: Erreur inattendue lors de l'obtention automatique de la licence : {0}
it: Errore inatteso mentre ottenendo autorizzazione di prova automatica: {0}

# E_UnexpectedValidate
source: Unexpected error. {0} {1}
de: Unerwarteter Fehler. {0} {1}
es: Error de Unepexted. {0} { 1 }
fr: Erreur innatendue. {0} {1}
it: Errore di Unepexted. {0} {1}

# E_UnexpectedErrorValidate
source: An unexpected error occurred while attempting to obtain a valid license for {0}. Please contact {1} for assistance (Url = {2}, Email = {3}, Phone = {4}). The exception thrown was {5}
de: Ein unerwateter Fehler trat auf beim Versuch, eine gültige Lizenz für {0} zu erhalten. Bitte treten Sie zur Unterstützung mit {1} in Kontakt. (URL = {2}, Email = {3}, Telefon = {4}). Der Fehlercode ist {5}
es: Un error inesperado ocurrió mientras que procuraba obtener una licencia válida para {0}. Entre en contacto con por favor {1} para la ayuda (URL = {2}, email = {3}, teléfono = {4}). La excepción lanzada era {5}
fr: Une erreur inattendue s'est produite en essayant d'obtenir une licence valide pour {0}. Entrez en contact avec {1} pour l'aide (URL = {2}, email = {3}, téléphone = {4}). L'exception est {5}
it: Un errore inatteso ha accaduto mentre tentava di ottenere un'autorizzazione valida per {0}. Mettasi in contatto con prego {1} per assistenza (URL = {2}, email = {3}, telefono = {4}). L'eccezione gettata era {5}

# E_NoLicenseEx
source: A valid license could not be obtained for '{0}'. Please contact {1} for assistance (Url = {2}, Email = {3}, Phone = {4}). Reason: {5}
de: Konnte keine gültige Lizenz für {0} erhalten. Bitte treten Sie zur Unterstützung mit {1} in Kontakt. (URL = {2}, Email = {3}, Telefon = {4}).
es: Una licencia válida no se podría obtener para {0}'. Entre en contacto con por favor {1} para la ayuda (URL = {2}, email = {3}, teléfono = {4}). Razón: {5}
fr: Une licence valide ne peut pas être obtenu pour '{0} '. Entrez en contact svp avec {1} pour l'aide (URL = {2}, email = {3}, téléphone = {4}). Raison: {5}
it: Un'autorizzazione valida non potrebbe essere ottenuta per '{0}'. Mettasi in contatto con prego {1} per assistenza (URL = {2}, email = {3}, telefono = {4}). Motivo: {5}

# E_SkipTrial
source: {0} skipped, trial licenses are disabled.
de: {0} übersprungene, Trial Lizenz sind deaktiviert.
es: {0} las licencias saltadas, de ensayo son lisiadas.
fr: {0} interompu, les licences sont désactivées.
it: {0} le autorizzazioni saltate e di prova sono disabled.

# E_CouldNotValidate
source: Could not validate (or skipped) {0} (#{2}) - {1}
de: Könnte nicht überprüfen (oder übersprungen) {0} (#{2}) - {1}
es: No podría validar {0} - {1}
fr: Ne peut pas valider (ou a interompu) {0} (#{2}) - {1}
it: Non potrebbe convalidare (o saltato) {0} - {1}

# E_InvalidSignatureIn
source: License has been altered or was not signed for current assembly in {0}.
de: Signatur für diese Assembly is ungültig {0}.
es: Firma inválida adentro {0}.
fr: Signature non valide pour l'assemblage {0}.
it: Firma non valida dentro {0}.

# E_NoPublicKey
source: Could not locate public license key embedded in assembly {0}. Expecting to find {1}.{2}.plsk.
de: Könnte den öffentlichen Schlüssel nicht in der Assembly {0} finden. Erwarte {1}.{2}.plsk.
es: No podría localizar la llave pública de la licencia encajada en el montaje {0}. El esperar encontrar {1}.{2}.plsk.
fr: Impossible de localiser la clef publique de la licence incluse dans l'assemblage {0}. Devrait trouver {1}.{2}.plsk.
it: Non potrebbe individuare la chiave pubblica dell'autorizzazione inclusa in complessivo {0}. Pensare trovare {1}.{2}.plsk.

# E_AllowedAlreadySet
source: AllowedInstances has already been set and may not be set again.
de: Erlaube Instanzen ist bereits eingestellt worden und kann möglicherweise nicht wieder eingestellt werden.
es: AllowedInstances se ha fijado y no se puede ya fijar otra vez.
fr: AllowedInstances a été déjà défini et ne peut être redéfini.
it: AllowedInstances già è stato regolato e non può essere regolato ancora.

# E_CouldNotCreateInstanceBroker
source: Could not create InstanceBroker.
de: Konnte keine Instanzenverwaltung erstellen.
es: No podía crear InstanceBroker.
fr: N'a pas pu créer InstanceBroker.
it: Non ha potuto generare InstanceBroker.

# E_InvalidIP
source: {0} is not one of the accepted IP addresses.
de: {0} keine der gültigen IP Adressen.
es: {0} no es una de las direcciones aceptadas del IP.
fr: {0} n'est pas une adresse IP admise.
it: {0} non è uno degli indirizzi accettati del IP.

# E_FirstIPRange
source: First IP address in range must be less then or equal to the last address.
de: Erste IP Adresse muss kleinergleich der letzte Adresse des Bereiches sein.
es: El primer IP Address en gama debe ser menos entonces o igual a la dirección pasada.
fr: La première adresse IP de la gamme doit être au moins égale à la dernière adresse.
it: Il primo IP address nella gamma deve essere di meno allora o uguale all'ultimo indirizzo.

# E_InvalidDataIPRange
source: Invalid data for IPRangeCollection.
de: Unzulässige Daten für den IP Bereich.
es: Datos inválidos para IPRangeCollection.
fr: Données invalides pour IPRangeCollection.
it: Dati non validi per IPRangeCollection.

# E_NoLicenseUrl
source: No license URL provided.
de: Keine URL für Lizenz bereitgestellt.
es: Ningún URL de la licencia proporcionado.
fr: Aucune URL de licence fournie.
it: Nessun URL dell'autorizzazione fornito.

# E_CouldNotValidateWith
source: Could not validate license with {0} and the maximum number of allowed failures has been reached.
de: Konnte Lizenz mit {0} nicht überprüfen. Die Höchstzahl der erlaubten Fehler ist erreicht worden.
es: No podría validar la licencia con {0} y el número máximo de faltas permitidas se ha alcanzado.
fr: Impossible de valider la licence avec {0} et vous avez atteint le nombre maximum d'échecs autorisés.
it: Non potrebbe convalidare l'autorizzazione con {0} ed il numero massimo dei guasti permessi è stato raggiunto.

# E_CouldNotValideWithUnexpected
source: Could not validate license with {0}, the server returned: {1}
de: Konnte Lizenz mit {0} nicht überprüfen. Server Rückgabe : {1}
es: No podría validar la licencia con {0}, el servidor vuelto: {1}
fr: Impossible de valider la licence avec {0}, le serveur a retourné : {1}
it: Non potrebbe convalidare l'autorizzazione con {0}, l'assistente restituito: {1}

# E_InvalidKeysVersion
source: Invalid license signing key. This version of the licensing only works with versions {0} or earlier.
de: Ungültige Lizenzsignatur. Diese Version der Lizenz läuft nur mit der Version {0} oder früh.
es: Llave de firma de la licencia inválida. Esta versión de licenciar trabaja solamente con las versiones {0} o anterior.
fr: Clef de signature de licence invalide. Cette version de l'outil fonctionne seulement avec les versions {0} ou antérieures.
it: Chiave di sign dell'autorizzazione non valida. Questa versione dell'autorizzare funziona soltanto con le versioni {0} o più presto.

# E_InvalidKeyFile
source: Invalid license signing key.
de: Ungültige Lizenzsignatur.
es: Llave de firma de la licencia inválida.
fr: Clef de signature de licence invalide.
it: Chiave di sign dell'autorizzazione non valida.

# E_LimitDoesNotExist
source: {0} limit does not exist or could not be located.
de: {0} Limit existiert nicht oder wurde nicht gefunden.
es: {0} límites no existen ni podrían ser localizados.
fr: {0} la limite n'existe pas ou ne peut pas être localisée.
it: {0} limiti non esistono o non potrebbero essere individuati.

# E_InvalidXmlForLimits
source: Invalid XML, or could not load limits from XML.
de: Unzulässiges XML Format oder Limits konnten nicht geladen werden.
es: XML inválido, o no podría los límites de carga de XML.
fr: XML invalide, ou ne peut pas charger les limites de la licence.
it: XML non valido, o non potrebbe limiti di carico da XML.

# E_VersionOrder
source: Maximum version must be greater than or equal to minimum version.
de: Maximale Version muß größergleich der minimalen Version sein.
es: La versión máxima debe ser mayor que o igual a la versión mínima.
fr: La version maximale doit être supérieure ou égale à la version minimale.
it: La versione massima deve essere superiore o uguale a versione minima.

# E_DidNotAcceptTrial
source: Did not accept terms of trial.
de: Bedingungen für die Trial Lizenz wurde nicht akzeptiert.
es: No aceptó términos del ensayo.
fr: N'a pas accepté les conditions de la version d'évaluation.
it: Non ha accettato i termini della prova.

# E_TrialExpiredVisit
source: The trial license has expired. Please visit {0} to purchase the full license.
de: Die Trail Lizenz ist abgelaufen. Bitte besuchen Sie {0} zum Kaufen der vollen Lizenz.
es: La licencia de ensayo ha expirado. Por favor visita {0} para comprar la licencia llena.
fr: Le période d'essai est arrivée a expiration. Visitez le site {0} pour acheter une version complète.
it: L'autorizzazione di prova ha espirato. Prego chiamata {0} per comprare l'autorizzazione piena.

# E_ClockRolledBack
source: The clock has been rolled back.
de: Die Systemuhr wurde zurückgestellt.
es: El reloj se ha rodado detrás.
fr: L'horloge a été changée manuellement.
it: L'orologio è stato rotolato indietro.

# E_CollectionReadOnly
source: The {0} collection is read only.
de: Die {0} Collection ist schreibgeschützt.
es: las {0} colecciones se leen solamente.
fr: La collection {0} est en lecture seule.
it: Le {0} accumulazioni sono lette soltanto.

# E_MissingContextOrSession
source: Missing HttpContext or web session. The call to LicenseManager.Validate must be made after the Page class is constructed. Move the call to the OnInit method.
de: Kein HttpContext oder Session. Der Aufruf von LicenseManager.Validate muss in der OnInit Methode erfolgen.
es: Que falta HttpContext o sesión de la tela.
fr: HttpContext ou session web manquant. L'appel au LicenseManager.Validate doit etre effectué apres la construction de la class Page. Deplacez l'appel dans la methode OnInit.
it: Sig.na HttpContext o sessione di fotoricettore.

# E_MaxSessionsReached
source: Too many users. Only {0} users are allowed to connect at the same time.
de: Zu viele Benutzer. Diese Lizenz bewilligt nur {0} gleichzeitige Benutzer.
es: También muchos usuarios. Esta licencia concede solamente { 0 } a usuarios concurrentes.
fr: Trop d'utilisateurs. Seulement {0} utilisateurs peuvent etre connectés simultanément.
it: Troppi utenti. Questa autorizzazione assegna soltanto {0} gli utenti simultanei.

# E_MustRegister
source: You must register the license first.
de: Sie müssen die Lizenz zuerst registrieren.
es: Usted debe colocar la licencia primero.
fr: Vous devez enregistrer la licence au préalable.
it: Dovete registrare l'autorizzazione in primo luogo.

# E_DidNotRegister
source: Did not register.
de: Wurde nicht registriert.
es: No se colocó.
fr: Ne s'est pas enregistré.
it: Non ha registrato.

# E_ReplacedBy
source: Replaced by license at {0}.
de: Ersetzt durch Lizenz bei {0}.
es: Substituido por la licencia en {0}.
fr: Remplacé par la licence à {0}.
it: Sostituito dall'autorizzazione a {0}.

# E_CustomFieldValidName
source: Custom fields must have a valid names.
de: Kunden Felder müssen gültige Namen haben.
es: Los campos de encargo deben tener nombres válidos.
fr: Les champs personnalisés doivent avoir des noms valides.
it: I campi su ordinazione devono avere nomi validi.
